{"pdf_text": "Author Advance Earned Total Sales Royalty (%) Gross Earnings Deductions Net Earnings\nAlice Johnson 1000 5000 10 500 50 450\nBob Smith 1500 3000 12 360 30 330\nCarol T aylor 2000 4000 15 600 40 560\nT otal 4500 12000 - 1460 120 1340Q1 2024 Royalty Statement Author Advance Earned Total Sales Royalty (%) Gross Earnings Deductions Net Earnings\nAlice Johnson 1200 5500 10 550 55 495\nBob Smith 1400 3200 12 384 25 359\nCarol T aylor 1900 3800 15 570 45 525\nT otal 4500 12500 - 1504 125 1379Q2 2024 Royalty Statement Author Advance Earned Total Sales Royalty (%) Gross Earnings Deductions Net Earnings\nAlice Johnson 1300 5200 10 520 52 468\nBob Smith 1550 3400 12 408 35 373\nCarol T aylor 1800 4200 15 630 50 580\nT otal 4650 12800 - 1558 137 1421Q3 2024 Royalty Statement Author Advance Earned Total Sales Royalty (%) Gross Earnings Deductions Net Earnings\nAlice Johnson 1400 6000 10 600 60 540\nBob Smith 1600 3500 12 420 40 380\nCarol T aylor 1950 4100 15 615 50 565\nT otal 4950 13600 - 1635 150 1485Q4 2024 Royalty Statement Author Biographies\nAlice Johnson:\nAlice Johnson is an acclaimed author known for her thrilling mystery novels. With over 10\nyears of experience, her works have been featured on several bestselling lists, making\nher a household name among mystery enthusiasts. Born and raised in a small town, Alice\ndeveloped a passion for storytelling at a young age, drawing inspiration from the classic\ndetective stories she grew up reading. After pursuing a degree in English literature, she\nworked as a journalist before fully committing to her career as a novelist. Alice s first\nnovel, The Silent Witness, garnered critical acclaim for its intricate plot and\nunexpected twists. Since then, she has published seven more novels, each one more\nsuccessful than the last. Her ability to weave complex characters with suspenseful\nnarratives has earned her comparisons to some of the greatest mystery writers of the 21st\ncentury. Her works often explore the darker sides of human nature, delving into the\npsychological motives behind her characters' actions. Beyond her success as a writer,\nAlice is also a frequent guest speaker at literary festivals and universities. She is\npassionate about nurturing new talent and often mentors young writers in the mystery and\nthriller genres. In her spare time, Alice enjoys traveling, hiking, and spending time\nwith her two dogs. Her latest book, The Web of Lies, was released earlier this year and\nhas already been optioned for a television adaptation.\nBob Smith:\nBob Smith writes adventurous fiction aimed at young adults. He has been writing for 5\nyears and has quickly become one of the most popular voices in the YA fiction community.\nKnown for his engaging storytelling and relatable characters, Bob s books often focus on\nyoung protagonists facing extraordinary challenges, set against the backdrop of\nfantastical worlds. His debut novel, The Lost Kingdom, took readers by storm, introducing\na richly detailed fantasy world filled with adventure, intrigue, and a bit of humor.\nBobs path to becoming a writer was anything but traditional. After studying computer\nscience in college, he worked as a software developer for several years before realizing\nthat his true passion lay in creative writing. Inspired by the stories he loved growing\nuplike Harry Potter and Percy Jackson he decided to give writing a try. His first\nmanuscript was rejected multiple times, but Bob persisted, eventually landing a\npublishing deal that would kickstart his career. In addition to his novels, Bob is also a\nvocal advocate for diversity in young adult literature. He believes that all readers\nshould see themselves represented in the stories they read and strives to include\ncharacters from a wide variety of backgrounds in his books. When he s not writing, Bob\nenjoys playing video games, exploring nature, and volunteering at his local community\ncenter, where he teaches creative writing workshops for teens. His latest series, The\nStar Chasers, is already generating buzz for its imaginative world-building and strong,\nrelatable characters. Carol Taylor:\nCarol T aylor specializes in science fiction and fantasy, blending rich world-building\nwith complex characters and moral dilemmas. She has been writing for 8 years and has won\nmultiple awards for her contributions to the genre, including the prestigious Nebula\nAward. Carol's works are known for their intricate plotting and philosophical depth,\noften challenging readers to consider the ethical implications of technology, politics,\nand war. Born in a rural part of England, Carol grew up with a fascination for science\nfiction classics like Dune and The Left Hand of Darkness. These stories fueled her\nimagination and inspired her to create her own worlds. After studying anthropology in\nuniversity, Carol worked in the field for several years, but her love of speculative\nfiction eventually led her to pursue a career in writing. Her first book, Echoes of\nT omorrow, was a breakout hit, praised for its original take on time travel and its\nemotionally complex characters. Carol s writing has often been described as a 'bridge'\nbetween classic and modern science fiction. She combines the thought-provoking themes of\nolder works with the fast-paced narratives of contemporary fiction, making her books\naccessible to a wide audience. In addition to her writing, Carol is also a regular\ncontributor to sci-fi anthologies and has served as a judge for various literary\ncompetitions. Outside of writing, she is an avid astronomer and spends much of her free\ntime stargazing or participating in space-related research projects. Her upcoming novel,\nThe Skyward Promise, promises to explore new frontiers of space and human exploration,\ndelving deep into the complexities of artificial intelligence and human consciousness."}